<template>
  <div class="change">
    <section id="knowledge" class="viewBlock">
      <div class="bookBox">
        <a class="lastBtn"><</a>
        <a class="nextBtn">></a>
        <div class="bookPage frist">
          <h2>官职变动词汇</h2>
        </div>
        <div class="bookPage runPage">
          <div class="bookWord">
            <span>授予官职的词汇</span>
            <p>
              1、征：由皇帝征聘社会知名人士充任官职。《张衡传》︰公车特征拜郎中。
              2、辟：由中央官署征聘，然后向上荐举，任以官职。《张衡传》︰连辟公府不就。
              3、举：由地方官向中央举荐品行端正的人，任以官职。
              4、拜：授予官职，多指帝王授臣下官职。
              5、选：通过推荐或科举选拔任以官职。《元史·贾鲁传》︰“延、至治间......选丞相东曹掾。”
              6、除：任命，授职。一般指免去旧职、授予新职。《后序》∶余除右丞相兼枢密使。如左除则为降职。
              7、授：授给、给予官职。《元史·贾鲁传》:“秦定初恩授东平路儒学教授。“
              8、赏：指皇帝特意赐给官职、官衔或爵位。《谭嗣同》︰八月初一，上召见袁世凯，特赏侍郎。
              9、封：指帝王将爵位或土地赐给臣子。《鸿门宴》︰劳苦而功高如此，未有封侯之赏。
              10、起：起用人任以官职。《元史·贾鲁传》︰鲁居丧服阕，起为太医都事。
            </p>
            <span class="pageNumber">1</span>
          </div>
        </div>
        <div class="bookPage runPage">
          <div class="bookWord">
            <span>罢免官职的词汇</span>
            <p>
              1、罢：免去，解除官职。《魏其武安侯列传》︰窦太后大怒，乃罢逐赵绾、王臧等。
              2、黜：废掉官职。《封建论》︰有罪得以黜，有能得以赏。
              3、免：罢免。《汉书·贡禹传》∶免官削爵。
              4、夺：削除。《书博鸡者事》∶使者遂逮守，胁服夺其官。
            </p>
            <span>提升官职的词汇</span>
            <p>
              1、升：升官。《元史·贾鲁传》∶升(鲁）台都事。
              2、擢：在原官上提拔。超擢，破格提拔。《汉书·赵充国传》∶擢为后将军。
              3、拔：提升本来没有官职的人。李白《与韩荆州书》︰山涛(人名）作冀州(长官)，拔三十余人。
              4、提：提拔。《北史·魏收传》︰提奖后辈，以名行为先。
              5、迁：改官。一是升迁，二是改任同品级官职，三是降职。《贾谊传》︰孝文帝说之，超迁，—岁中至太中大夫。
              6、陟：进用。《出师表》︰陟罚臧否，不宜异同。
            </p>
            <span class="pageNumber">2</span>
          </div>
        </div>
        <div class="bookPage runPage">
          <div class="bookWord">
            <span>降低官职的词汇</span>
            <p>
              1、谪：因罪被降职或流放。《岳阳楼记》︰滕子京谪守巴陵郡。
              2、贬：降职。《刘禹锡传》∶贬连州刺史。
              3、放：京官调任地方。《卜居》∶屈原既放，三年不得复见。
              4、左迁：降职。《琵琶行》︰予左迁九江郡司马。
              5、坐：因犯......罪或错误。《汉书》︰群臣坐陷王于恶不道，皆诛死者二百余人。
            </p>
            <span>调动官职的词汇</span>
            <p>
              1、迁：调动官职，一般指提升。《汉书·王尊传》︰“迁东郡太守。”
              2、徙：一般的调动官职。如:徙王信为楚王。《淮阴侯列传》
              3、调：变换官职。如:调为陇西都尉。《汉书·袁盎传》
              4、转、调、徙：调动官职。
              5、补：补充空缺官职。《汉书·王尊传》:太守察王尊廉，补辽西盐官长。
              6、改：改任官职。《宋史·王济传》∶改刑部详覆官。
              7、出：京官外调。《张衡传》︰出为河间相，时国王骄奢。
            </p>
            <span class="pageNumber">3</span>
          </div>
        </div>
        <div class="bookPage last">
          <div class="bookWord">
            <span>兼代官职的词汇</span>
            <p>
              1、兼：兼任。《〈指南录〉后序》:余除右丞相兼枢密使。
              2、领：兼任。《晋书·袁乔传》∶桓温镇江口，复引
              (乔)为司马，领广陵相。
              3、行：代理官职。《三国志·魏书·武帝纪》∶太祖行奋武将军。
              4、署：代理、暂任。《汉书·王尊传》︰太守奇之，署守属监狱。
              5、权：暂代官职。《刘公嘉话》︰时韩愈吏部权京兆。守:代理官职。
              6、判：高位兼低职。《宋史·韩琦传》︰除镇安武胜军节度史，司徒兼侍中，判相州。
            </p>
            <span>不表官职变动，常与官职结合</span>
            <p>
              1、知：执掌、主持。《左传·襄公二十六年》:子产其将知政矣。
              2、主：掌管;主持。《孟子·万章》:使之主事而事治。
            </p>
            <span class="pageNumber">4</span>
          </div>
        </div>
      </div>
    </section>
  </div>
</template>

<script>
import $ from "jquery";
import "../js/book";
export default {};
</script>

<style scoped>
@import url("../css/book.css");
h2 {
  text-align: center;
  line-height: 500px;
  font-size: 30px;
  font-family: "楷体";
  font-weight: 500;
}
p {
  font-size: 12px;
}
span {
  font-size: 17px;
}
</style>